[
    {
        "date": "2021-08-10",
        "explanation": "What does fire look like in space? In the gravity on Earth, heated air rises and expands, causing flames to be teardrop shaped. In the microgravity of the air-filled International Space Station (ISS), however, flames are spheres. Fire is the rapid acquisition of oxygen, and space flames meet new oxygen molecules when they float by randomly from all directions -- creating the enveloping sphere.  In the featured image taken in the ISS's Combustion Integration Rack, a spherical flame envelopes clusters of hot glowing soot.  Without oxygen, say in the vacuum of empty space, a fire would go out immediately.  The many chemical reactions involved with fire are complex, and testing them in microgravity is helping humanity not only to better understand fire -- but how to put out fire, too.",
        "hdurl": "https://apod.nasa.gov/apod/image/2108/SpaceFlame_nasa_1100.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Fire in Space",
        "url": "https://apod.nasa.gov/apod/image/2108/SpaceFlame_nasa_960.jpg"
    },
    {
        "copyright": "Michael F Johnston",
        "date": "2021-08-11",
        "explanation": "When do cloud bottoms appear like bubbles? Normally, cloud bottoms are flat. This is because moist warm air that rises and cools will condense into water droplets at a specific temperature, which usually corresponds to a very specific height.  As water droplets grow, an opaque cloud forms.  Under some conditions, however, cloud pockets can develop that contain large droplets of water or ice that fall into clear air as they evaporate.  Such pockets may occur in turbulent air near a thunderstorm.  Resulting mammatus clouds can appear especially dramatic if sunlit from the side.  The mammatus clouds pictured here, lasting only a few minutes, were photographed over Regina, Saskatchewan, Canada, just after a storm in 2012.    Meteor Shower Tonight: Peak of the Perseids",
        "hdurl": "https://apod.nasa.gov/apod/image/2108/Mammatus_Johnston_2136.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mammatus Clouds over Saskatchewan",
        "url": "https://apod.nasa.gov/apod/image/2108/Mammatus_Johnston_960.jpg"
    },
    {
        "copyright": "Mike Selby",
        "date": "2021-08-12",
        "explanation": "The beautiful Trifid Nebula is a cosmic study in contrasts. Also known as M20, it lies about 5,000 light-years away toward the nebula rich constellation Sagittarius. A star forming region in the plane of our galaxy, the Trifid does illustrate three different types of astronomical nebulae; red emission nebulae dominated by light from hydrogen atoms, blue reflection nebulae produced by dust reflecting starlight, and dark nebulae where dense dust clouds appear in silhouette. But the red emission region roughly separated into three parts by obscuring dust lanes is what lends the Trifid its popular name. Pillars and jets sculpted by newborn stars, below and left of the emission nebula's center, appear in famous Hubble Space Telescope close-up images of the region. The Trifid Nebula is about 40 light-years across. Just too faint to be seen by the unaided eye, it almost covers the area of a full moon in planet Earth's sky.",
        "hdurl": "https://apod.nasa.gov/apod/image/2108/M20-SHO-crop-Rev-5-RGB-Ha-OIII-RiDK-700-19-July-2021.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Beautiful Trifid",
        "url": "https://apod.nasa.gov/apod/image/2108/M20-SHO-crop-Rev-5-RGB-Ha-OIII-RiDK-700-19-July-2021-1024.jpg"
    },
    {
        "date": "2021-08-13",
        "explanation": "If not perfect then this spiral galaxy is at least one of the most photogenic. An island universe of about 100 billion stars, 32 million light-years away toward the constellation Pisces, M74 presents a gorgeous face-on view. Classified as an Sc galaxy, the grand design of M74's graceful spiral arms are traced by bright blue star clusters and dark cosmic dust lanes. This sharp composite was constructed from image data recorded by the Hubble Space Telescope's Advanced Camera for Surveys. Spanning about 30,000 light-years across the face of M74, it includes exposures recording emission from hydrogen atoms, highlighting the reddish glow of the galaxy's large star-forming regions. With a lower surface brightness than most galaxies in the Messier catalog, M74 is sometimes known as the Phantom Galaxy.   Notable APOD Image Submissions: Perseid Meteor Shower 2021",
        "hdurl": "https://apod.nasa.gov/apod/image/2108/m74_APOD.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Perfect Spiral",
        "url": "https://apod.nasa.gov/apod/image/2108/m74_APOD1024.jpg"
    },
    {
        "copyright": "Luo Hongyang",
        "date": "2021-08-15",
        "explanation": "Comet dust rained down on planet Earth last week, streaking through dark skies in the annual Perseid meteor shower. The featured picture is a composite of many images taken from the same location over the peak night of the Perseids. The umbrella was not needed as a shield from meteors, since they almost entirely evaporate high in the Earth's atmosphere. Many of the component images featured individual Perseids, while one image featured the foreground near Jiuquan City, Gansu Province, China. The stellar background includes the central band of our Milky Way Galaxy, appearing nearly vertical, as well as the planets Jupiter and Saturn on the left. Although the comet dust particles are traveling parallel to each other, the resulting shower meteors clearly seem to radiate from a single point on the sky -- the radiant in the eponymous constellation Perseus. The image captured so long an angular field that the curvature of the sky is visible in the trajectory of the Perseids.   Notable APOD Image Submissions: Perseid Meteor Shower 2021",
        "hdurl": "https://apod.nasa.gov/apod/image/2108/PerseidRain2021_Luo_2042.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Perseid Rain",
        "url": "https://apod.nasa.gov/apod/image/2108/PerseidRain2021_Luo_960.jpg"
    },
    {
        "date": "2021-08-17",
        "explanation": "cept for the rings of Saturn, the Ring Nebula (M57) is probably the most famous celestial circle. Its classic appearance is understood to be due to our own perspective, though. The recent mapping of the expanding nebula's 3-D structure, based in part on this clear Hubble image,indicates that the nebula is a relatively dense, donut-like ring wrapped around the middle of a (American) football-shaped cloud of glowing gas. The view from planet Earth looks down the long axis of the football, face-on to the ring. Of course, in this well-studied example of a planetary nebula, the glowing material does not come from planets. Instead, the gaseous shroud represents outer layers expelled from the dying, once sun-like star, now a tiny pinprick of light seen at the nebula's center. Intense ultraviolet light from the hot central star ionizes atoms in the gas. The Ring Nebula is about one light-year across and 2,500 light-years away.   Share the Sky: NASA Open API for APOD",
        "hdurl": "https://apod.nasa.gov/apod/image/2108/Ring_HubbleSchmidt_1548.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M57: The Ring Nebula from Hubble",
        "url": "https://apod.nasa.gov/apod/image/2108/Ring_HubbleSchmidt_960.jpg"
    },
    {
        "copyright": "Robert Gendler",
        "date": "2021-08-18",
        "explanation": "The Ring Nebula (M57), is more complicated than it appears through a small telescope.  The easily visible central ring is about one light-year across, but this remarkably deep exposure - a collaborative effort combining data from three different large telescopes - explores the looping filaments of glowing gas extending much farther from the nebula's central star. This composite image includes red light emitted by hydrogen as well as visible and infrared light. The Ring Nebula is an elongated planetary nebula, a type of nebula created when a Sun-like star evolves to throw off its outer atmosphere to become a white dwarf star.  The Ring Nebula is about 2,500 light-years away toward the musical constellation Lyra.   Amateur Astronomers: Please take the Night Sky Network's Survey",
        "hdurl": "https://apod.nasa.gov/apod/image/2108/M57Ring_HubbleGendler_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Rings Around the Ring Nebula",
        "url": "https://apod.nasa.gov/apod/image/2108/M57Ring_HubbleGendler_960.jpg"
    },
    {
        "copyright": "Miguel Claro",
        "date": "2021-08-19",
        "explanation": "Plowing through Earth's atmosphere at 60 kilometers per second, this bright perseid meteor streaks along a starry Milky Way. Captured in dark Portugal skies on August 12, it moves right to left through the frame. Its colorful trail starts near Deneb (alpha Cygni) and ends near Altair (alpha Aquilae), stars of the northern summer triangle. In fact this perseid meteor very briefly outshines both, two of the brightest stars in planet Earth's night. The trail's initial greenish glow is typical of the bright perseid shower meteors. The grains of cosmic sand, swept up dust from periodic comet Swift-Tuttle, are moving fast enough to excite the characteristic green emission of atomic oxygen at altitudes of 100 kilometers or so before vaporizing in an incandescent flash.   Notable APOD Image Submissions: Perseid Meteor Shower 2021",
        "hdurl": "https://apod.nasa.gov/apod/image/2108/BrightMeteorPerseids2021-7337-crop-net.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Bright Meteor, Starry Sky",
        "url": "https://apod.nasa.gov/apod/image/2108/BrightMeteorPerseids2021-7337-crop-net1024.jpg"
    },
    {
        "copyright": "Giorgia Hofer",
        "date": "2021-08-26",
        "explanation": "Nature photographers and other fans of planet Earth always look forward to the blue hour. That's the transition in twilight, just before sunrise or after sunset, when the Sun is below the horizon but land and sky are still suffused with a beautiful blue light. After sunset on August 21, this blue hour snapshot captured the nearly full Moon as it rose opposite the Sun, above the rugged Italian Alps from Cortina d'Ampezzo, Italy. Sharing bluish hues with the sky, the rocky pyramid of Monte Antelao, also known as the King of the Dolomites, is the region's prominent alpine peak. The moonlight is yellow, but even so this full Moon was known to some as a seasonal Blue Moon. That's because by one definition the third full Moon of a season with four full moons in it is called a Blue Moon. Recognizing a season as the time between a solstice and an equinox, this season's fourth full Moon will be rising in the blue hour of September 20, just before September's equinox.",
        "hdurl": "https://apod.nasa.gov/apod/image/2108/luna_antelao_Hofer.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Blue Hour Full Moon",
        "url": "https://apod.nasa.gov/apod/image/2108/luna_antelao_Hofer1024.jpg"
    }
]